Repository: josprox/JosSecurity-language
Catalog: pkg/i18n/locales/intl_*.arb
Languages: ar, be, bg, bn, cs, de, el, es, fa, fi, fr, hu, id, it, ja, ko, ml, nb, nl, or, pa, pl, pt, ru, sv, tr, uk, vi, zh

# startServerWeb
source: Start the web server
ar: ابدأ تشغيل خادم الويب
be: Запусціце вэб-сервер
bg: Стартирайте уеб сървъра
bn: ওয়েব সার্ভার শুরু করুন
cs: Spusťte webový server
de: Starten Sie den Webserver
el: Εκκινήστε τον διακομιστή web
es: Inicia el servidor web
fa: وب سرور را راه اندازی کنید
fi: Käynnistä verkkopalvelin
fr: Démarrez le serveur Web
hu: Indítsa el a webszervert
id: Mulai server web
it: Avviare il server web
ja: Webサーバーを起動します
ko: 웹 서버 시작
ml: വെബ് സെർവർ ആരംഭിക്കുക
nb: Start webserveren
nl: Start de webserver
or: ୱେବ୍ ସର୍ଭର ଆରମ୍ଭ କରନ୍ତୁ |
pa: ਵੈੱਬ ਸਰਵਰ ਸ਼ੁਰੂ ਕਰੋ
pl: Uruchom serwer WWW
pt: Inicie o servidor web
ru: Запустить веб-сервер
sv: Starta webbservern
tr: Web sunucusunu başlat
uk: Запустіть веб-сервер
vi: Khởi động máy chủ web
zh: 启动网络服务器

# startProgramDesktop
source: Start the application in desktop mode
ar: ابدأ تشغيل التطبيق في وضع سطح المكتب
be: Запусціце прыкладанне ў рэжыме працоўнага стала
bg: Стартирайте приложението в десктоп режим
bn: ডেস্কটপ মোডে অ্যাপ্লিকেশন শুরু করুন
cs: Spusťte aplikaci v režimu plochy
de: Starten Sie die Anwendung im Desktop-Modus
el: Εκκινήστε την εφαρμογή σε λειτουργία επιφάνειας εργασίας
es: Inicia la aplicaci贸n en modo escritorio
fa: برنامه را در حالت دسکتاپ راه اندازی کنید
fi: Käynnistä sovellus työpöytätilassa
fr: Démarrez l'application en mode bureau
hu: Indítsa el az alkalmazást asztali módban
id: Mulai aplikasi dalam mode desktop
it: Avvia l'applicazione in modalit√† desktop
ja: アプリケーションをデスクトップモードで起動する
ko: 데스크톱 모드에서 애플리케이션 시작
ml: ഡെസ്ക്ടോപ്പ് മോഡിൽ ആപ്ലിക്കേഷൻ ആരംഭിക്കുക
nb: Start programmet i skrivebordsmodus
nl: Start de applicatie in desktopmodus
or: ଡେସ୍କଟପ୍ ମୋଡ୍ ରେ ପ୍ରୟୋଗ ଆରମ୍ଭ କରନ୍ତୁ |
pa: ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਡੈਸਕਟਾਪ ਮੋਡ ਵਿੱਚ ਸ਼ੁਰੂ ਕਰੋ
pl: Uruchom aplikację w trybie pulpitu
pt: Inicie o aplicativo no modo desktop
ru: Запустите приложение в режиме рабочего стола
sv: Starta programmet i skrivbordsläge
tr: Uygulamayı masaüstü modunda başlatın
uk: Запустіть програму в режимі робочого столу
vi: Khởi động ứng dụng ở chế độ máy tính để bàn
zh: 以桌面模式启动应用程序

# runJossScript
source: Run a joss script
ar: تشغيل البرنامج النصي جوس
be: Запусціце скрыпт joss
bg: Стартирайте скрипт за joss
bn: একটি জস স্ক্রিপ্ট চালান
cs: Spusťte joss skript
de: Führen Sie ein Joss-Skript aus
el: Εκτελέστε ένα σενάριο Joss
es: Ejecutar un script joss
fa: یک اسکریپت joss را اجرا کنید
fi: Suorita joss-skripti
fr: Exécuter un script Joss
hu: Futtasson egy Joss scriptet
id: Jalankan skrip joss
it: Esegui uno script joss
ja: joss スクリプトを実行する
ko: 조스 스크립트 실행
ml: ഒരു ജോസ് സ്ക്രിപ്റ്റ് പ്രവർത്തിപ്പിക്കുക
nb: Kjør et joss-script
nl: Voer een joss-script uit
or: ଏକ ଜସ୍ ସ୍କ୍ରିପ୍ଟ ଚଲାନ୍ତୁ |
pa: ਇੱਕ ਜੌਸ ਸਕ੍ਰਿਪਟ ਚਲਾਓ
pl: Uruchom skrypt jossa
pt: Execute um script joss
ru: Запустить joss-скрипт
sv: Kör ett joss-script
tr: Bir joss betiği çalıştır
uk: Запустіть сценарій joss
vi: Chạy một tập lệnh joss
zh: 运行 joss 脚本

# compileProjectDist
source: Build the project for distribution
ar: بناء المشروع للتوزيع
be: Стварыце праект для распаўсюджвання
bg: Изградете проекта за разпространение
bn: বিতরণের জন্য প্রকল্প তৈরি করুন
cs: Sestavte projekt pro distribuci
de: Erstellen Sie das Projekt zur Verteilung
el: Κατασκευάστε το έργο για διανομή
es: Compilar el proyecto para distribuci贸n
fa: پروژه را برای توزیع بسازید
fi: Rakenna projekti jakelua varten
fr: Construire le projet pour la distribution
hu: Építsd fel a projektet a terjesztéshez
id: Bangun proyek untuk distribusi
it: Costruisci il progetto per la distribuzione
ja: 配布用のプロジェクトをビルドする
ko: 배포용 프로젝트 빌드
ml: വിതരണത്തിനായി പദ്ധതി നിർമ്മിക്കുക
nb: Bygg prosjektet for distribusjon
nl: Bouw het project voor distributie
or: ବଣ୍ଟନ ପାଇଁ ପ୍ରକଳ୍ପ ନିର୍ମାଣ କରନ୍ତୁ |
pa: ਵੰਡਣ ਲਈ ਪ੍ਰੋਜੈਕਟ ਬਣਾਓ
pl: Zbuduj projekt do dystrybucji
pt: Construa o projeto para distribuição
ru: Сборка проекта для распространения
sv: Bygg projektet för distribution
tr: Dağıtım için projeyi oluşturun
uk: Створіть проект для розповсюдження
vi: Xây dựng dự án phân phối
zh: 构建用于分发的项目

# CreateController
source: Create a new controller
ar: إنشاء وحدة تحكم جديدة
be: Стварыце новы кантролер
bg: Създайте нов контролер
bn: একটি নতুন নিয়ামক তৈরি করুন
cs: Vytvořte nový ovladač
de: Erstellen Sie einen neuen Controller
el: Δημιουργήστε ένα νέο χειριστήριο
es: Crea un nuevo controlador
fa: یک کنترلر جدید ایجاد کنید
fi: Luo uusi ohjain
fr: Créer un nouveau contrôleur
hu: Hozzon létre egy új vezérlőt
id: Buat pengontrol baru
it: Crea un nuovo controller
ja: 新しいコントローラーを作成する
ko: 새 컨트롤러 만들기
ml: ഒരു പുതിയ കൺട്രോളർ സൃഷ്ടിക്കുക
nb: Opprett en ny kontroller
nl: Maak een nieuwe controller
or: ଏକ ନୂତନ ନିୟନ୍ତ୍ରକ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਇੱਕ ਨਵਾਂ ਕੰਟਰੋਲਰ ਬਣਾਓ
pl: Utwórz nowy kontroler
pt: Crie um novo controlador
ru: Создать новый контроллер
sv: Skapa en ny styrenhet
tr: Yeni bir denetleyici oluştur
uk: Створіть новий контролер
vi: Tạo bộ điều khiển mới
zh: 创建一个新的控制器

# CreateMiddleware
source: Create new middleware
ar: إنشاء وسيطة جديدة
be: Стварыце новае прамежкавае праграмнае забеспячэнне
bg: Създайте нов междинен софтуер
bn: নতুন মিডলওয়্যার তৈরি করুন
cs: Vytvořte nový middleware
de: Erstellen Sie neue Middleware
el: Δημιουργήστε νέο ενδιάμεσο λογισμικό
es: Crea un nuevo middleware
fa: میان افزار جدید ایجاد کنید
fi: Luo uusi väliohjelmisto
fr: Créer un nouveau middleware
hu: Hozzon létre új köztes szoftvert
id: Buat middleware baru
it: Creare un nuovo middleware
ja: 新しいミドルウェアを作成する
ko: 새로운 미들웨어 생성
ml: പുതിയ മിഡിൽവെയർ സൃഷ്ടിക്കുക
nb: Lag ny mellomvare
nl: Maak nieuwe middleware
or: ନୂତନ ମଧ୍ୟମ ସଫ୍ଟୱେର୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਨਵਾਂ ਮਿਡਲਵੇਅਰ ਬਣਾਓ
pl: Utwórz nowe oprogramowanie pośrednie
pt: Crie um novo middleware
ru: Создать новое промежуточное программное обеспечение
sv: Skapa ny mellanprogram
tr: Yeni ara katman yazılımı oluşturun
uk: Створення нового проміжного ПЗ
vi: Tạo phần mềm trung gian mới
zh: 创建新的中间件

# CreateModel
source: Create a new model
ar: إنشاء نموذج جديد
be: Стварыце новую мадэль
bg: Създайте нов модел
bn: একটি নতুন মডেল তৈরি করুন
cs: Vytvořte nový model
de: Erstellen Sie ein neues Modell
el: Δημιουργήστε ένα νέο μοντέλο
es: Crea un nuevo modelo
fa: یک مدل جدید ایجاد کنید
fi: Luo uusi malli
fr: Créer un nouveau modèle
hu: Hozzon létre egy új modellt
id: Buat model baru
it: Crea un nuovo modello
ja: 新しいモデルを作成する
ko: 새 모델 만들기
ml: ഒരു പുതിയ മോഡൽ സൃഷ്ടിക്കുക
nb: Lag en ny modell
nl: Maak een nieuw model
or: ଏକ ନୂତନ ମଡେଲ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਇੱਕ ਨਵਾਂ ਮਾਡਲ ਬਣਾਓ
pl: Utwórz nowy model
pt: Crie um novo modelo
ru: Создать новую модель
sv: Skapa en ny modell
tr: Yeni bir model oluştur
uk: Створіть нову модель
vi: Tạo một mô hình mới
zh: 创建一个新模型

# CreateView
source: Create a new view
ar: إنشاء طريقة عرض جديدة
be: Стварыце новы від
bg: Създайте нов изглед
bn: একটি নতুন ভিউ তৈরি করুন
cs: Vytvořte nový pohled
de: Erstellen Sie eine neue Ansicht
el: Δημιουργήστε μια νέα προβολή
es: Crea una nueva vista
fa: یک نمای جدید ایجاد کنید
fi: Luo uusi näkymä
fr: Créer une nouvelle vue
hu: Hozzon létre egy új nézetet
id: Buat tampilan baru
it: Crea una nuova vista
ja: 新しいビューを作成する
ko: 새 보기 만들기
ml: ഒരു പുതിയ കാഴ്ച സൃഷ്ടിക്കുക
nb: Opprett en ny visning
nl: Maak een nieuwe weergave
or: ଏକ ନୂତନ ଦୃଶ୍ୟ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਇੱਕ ਨਵਾਂ ਦ੍ਰਿਸ਼ ਬਣਾਓ
pl: Utwórz nowy widok
pt: Crie uma nova visualização
ru: Создать новое представление
sv: Skapa en ny vy
tr: Yeni bir görünüm oluştur
uk: Створіть новий перегляд
vi: Tạo chế độ xem mới
zh: 创建一个新视图

source: Create MVC
ar: إنشاء MVC
be: Стварыце MVC
bg: Създайте MVC
bn: MVC তৈরি করুন
cs: Vytvořte MVC
de: Erstellen Sie MVC
el: Δημιουργία MVC
es: Crear MVC
fa: MVC ایجاد کنید
fi: Luo MVC
fr: Créer une MVC
hu: Hozzon létre MVC-t
id: Buat MVC
it: Crea MVC
ja: MVCの作成
ko: MVC 만들기
ml: MVC സൃഷ്ടിക്കുക
nb: Opprett MVC
nl: MVC maken
or: MVC ସୃଷ୍ଟି କରନ୍ତୁ |
pa: MVC ਬਣਾਓ
pl: Utwórz MVC
pt: Criar MVC
ru: Создать MVC
sv: Skapa MVC
tr: MVC oluştur
uk: Створіть MVC
vi: Tạo MVC
zh: 创建MVC

# CreateCRUD
source: Create complete CRUD based on a table
ar: إنشاء CRUD كاملة بناءً على جدول
be: Стварыце поўны CRUD на аснове табліцы
bg: Създайте пълен CRUD въз основа на таблица
bn: একটি টেবিলের উপর ভিত্তি করে সম্পূর্ণ CRUD তৈরি করুন
cs: Vytvořte kompletní CRUD na základě tabulky
de: Erstellen Sie ein vollständiges CRUD basierend auf einer Tabelle
el: Δημιουργήστε πλήρες CRUD με βάση έναν πίνακα
es: Crea CRUD completo basado en una tabla
fa: CRUD کامل را بر اساس جدول ایجاد کنید
fi: Luo täydellinen CRUD taulukon perusteella
fr: Créer un CRUD complet basé sur une table
hu: Készítsen teljes CRUD-t egy táblázat alapján
id: Buat CRUD lengkap berdasarkan tabel
it: Crea CRUD completo basato su una tabella
ja: テーブルに基づいて完全な CRUD を作成する
ko: 테이블을 기반으로 완전한 CRUD 생성
ml: ഒരു പട്ടികയെ അടിസ്ഥാനമാക്കി പൂർണ്ണമായ CRUD സൃഷ്ടിക്കുക
nb: Lag komplett CRUD basert på en tabell
nl: CreÃ«er volledige CRUD op basis van een tabel
or: ଏକ ସାରଣୀ ଉପରେ ଆଧାର କରି ସମ୍ପୂର୍ଣ୍ଣ CRUD ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਇੱਕ ਸਾਰਣੀ ਦੇ ਅਧਾਰ ਤੇ ਪੂਰਾ CRUD ਬਣਾਓ
pl: Utwórz kompletny CRUD na podstawie tabeli
pt: Crie CRUD completo com base em uma tabela
ru: Создайте полный CRUD на основе таблицы
sv: Skapa komplett CRUD baserat på en tabell
tr: Bir tabloya dayalı tam CRUD oluşturun
uk: Створіть повний CRUD на основі таблиці
vi: Tạo CRUD hoàn chỉnh dựa trên bảng
zh: 基于表创建完整的CRUD

# removeCRUD
source: Remove CRUD generated for a table
ar: قم بإزالة CRUD الذي تم إنشاؤه لجدول
be: Выдаліць CRUD, створаны для табліцы
bg: Премахнете CRUD, генериран за таблица
bn: একটি টেবিলের জন্য তৈরি করা CRUD সরান
cs: Odstraňte CRUD generovaný pro tabulku
de: Entfernen Sie das für eine Tabelle generierte CRUD
el: Καταργήστε το CRUD που δημιουργήθηκε για έναν πίνακα
es: Elimina el CRUD generado para una tabla
fa: CRUD ایجاد شده برای جدول را حذف کنید
fi: Poista taulukolle luotu CRUD
fr: Supprimer le CRUD généré pour une table
hu: Távolítsa el a táblához generált CRUD-t
id: Hapus CRUD yang dihasilkan untuk sebuah tabel
it: Rimuovi CRUD generato per una tabella
ja: テーブルに対して生成された CRUD を削除する
ko: 테이블에 대해 생성된 CRUD 제거
ml: ഒരു ടേബിളിനായി സൃഷ്ടിച്ച CRUD നീക്കം ചെയ്യുക
nb: Fjern CRUD generert for en tabell
nl: Verwijder CRUD gegenereerd voor een tabel
or: ଏକ ଟେବୁଲ୍ ପାଇଁ ସୃଷ୍ଟି ହୋଇଥିବା CRUD ଅପସାରଣ କରନ୍ତୁ |
pa: ਇੱਕ ਟੇਬਲ ਲਈ ਤਿਆਰ ਕੀਤੇ CRUD ਨੂੰ ਹਟਾਓ
pl: Usuń CRUD wygenerowany dla tabeli
pt: Remover CRUD gerado para uma tabela
ru: Удалить CRUD, созданный для таблицы
sv: Ta bort CRUD som genererats för en tabell
tr: Bir tablo için oluşturulan CRUD'u kaldırın
uk: Видаліть CRUD, згенерований для таблиці
vi: Xóa CRUD được tạo cho bảng
zh: 删除为表生成的 CRUD

# createMigration
source: Create a new migration
ar: إنشاء هجرة جديدة
be: Стварыце новую міграцыю
bg: Създайте нова миграция
bn: একটি নতুন মাইগ্রেশন তৈরি করুন
cs: Vytvořte novou migraci
de: Erstellen Sie eine neue Migration
el: Δημιουργήστε μια νέα μετεγκατάσταση
es: Crea una nueva migraci贸n
fa: یک مهاجرت جدید ایجاد کنید
fi: Luo uusi siirto
fr: Créer une nouvelle migration
hu: Hozzon létre egy új migrációt
id: Buat migrasi baru
it: Crea una nuova migrazione
ja: 新しい移行を作成する
ko: 새 마이그레이션 만들기
ml: ഒരു പുതിയ മൈഗ്രേഷൻ സൃഷ്ടിക്കുക
nb: Opprett en ny migrering
nl: Maak een nieuwe migratie
or: ଏକ ନୂତନ ସ୍ଥାନାନ୍ତରଣ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਇੱਕ ਨਵਾਂ ਮਾਈਗ੍ਰੇਸ਼ਨ ਬਣਾਓ
pl: Utwórz nową migrację
pt: Crie uma nova migração
ru: Создать новую миграцию
sv: Skapa en ny migrering
tr: Yeni bir taşıma oluştur
uk: Створіть нову міграцію
vi: Tạo một di chuyển mới
zh: 创建新的迁移

# exeMigrate
source: Run pending migrations
ar: تشغيل عمليات الترحيل المعلقة
be: Запусціць незавершаныя міграцыі
bg: Изпълнение на чакащи миграции
bn: মুলতুবি মাইগ্রেশন চালান
cs: Spusťte nevyřízené migrace
de: Führen Sie ausstehende Migrationen aus
el: Εκτελέστε εκκρεμείς μετεγκαταστάσεις
es: Ejecuta migraciones pendientes
fa: مهاجرت های معلق را اجرا کنید
fi: Suorita odottavat siirrot
fr: Exécuter les migrations en attente
hu: Függőben lévő migrációk futtatása
id: Jalankan migrasi yang tertunda
it: Esegui le migrazioni in sospeso
ja: 保留中の移行を実行する
ko: 보류 중인 마이그레이션 실행
ml: തീർപ്പാക്കാത്ത മൈഗ്രേഷനുകൾ പ്രവർത്തിപ്പിക്കുക
nb: Kjør ventende migreringer
nl: Voer lopende migraties uit
or: ବିଚାରାଧୀନ ସ୍ଥାନାନ୍ତରଣ ଚଲାନ୍ତୁ |
pa: ਲੰਬਿਤ ਮਾਈਗ੍ਰੇਸ਼ਨ ਚਲਾਓ
pl: Uruchom oczekujące migracje
pt: Execute migrações pendentes
ru: Запуск ожидающих миграций
sv: Kör väntande migrering
tr: Bekleyen taşıma işlemlerini çalıştır
uk: Виконати незавершені міграції
vi: Chạy di chuyển đang chờ xử lý
zh: 运行待处理的迁移

# exeMigrateFresh
source: Delete all tables and re-run migrations
ar: احذف كافة الجداول وأعد تشغيل عمليات الترحيل
be: Выдаліць усе табліцы і паўторна запусціць міграцыі
bg: Изтрийте всички таблици и изпълнете отново миграциите
bn: সমস্ত টেবিল মুছুন এবং পুনরায় মাইগ্রেশন চালান
cs: Odstraňte všechny tabulky a spusťte migraci znovu
de: Löschen Sie alle Tabellen und führen Sie die Migrationen erneut aus
el: Διαγράψτε όλους τους πίνακες και εκτελέστε ξανά τις μετεγκαταστάσεις
es: Elimina todas las tablas y re-ejecuta migraciones
fa: تمام جداول را حذف کنید و مهاجرت ها را دوباره اجرا کنید
fi: Poista kaikki taulukot ja suorita siirrot uudelleen
fr: Supprimez toutes les tables et réexécutez les migrations
hu: Törölje az összes táblát, és futtassa újra a migrációt
id: Hapus semua tabel dan jalankan kembali migrasi
it: Elimina tutte le tabelle ed esegui nuovamente le migrazioni
ja: すべてのテーブルを削除し、移行を再実行します
ko: 모든 테이블을 삭제하고 마이그레이션을 다시 실행하세요.
ml: എല്ലാ പട്ടികകളും ഇല്ലാതാക്കി മൈഗ്രേഷനുകൾ വീണ്ടും പ്രവർത്തിപ്പിക്കുക
nb: Slett alle tabeller og kjør migreringer på nytt
nl: Verwijder alle tabellen en voer de migraties opnieuw uit
or: ସମସ୍ତ ଟେବୁଲ୍ ଡିଲିଟ୍ କରନ୍ତୁ ଏବଂ ସ୍ଥାନାନ୍ତରଣକୁ ପୁନ run ଚଲାନ୍ତୁ |
pa: ਸਾਰੀਆਂ ਟੇਬਲਾਂ ਨੂੰ ਮਿਟਾਓ ਅਤੇ ਮਾਈਗ੍ਰੇਸ਼ਨ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰੋ
pl: Usuń wszystkie tabele i ponownie uruchom migrację
pt: Exclua todas as tabelas e execute novamente as migrações
ru: Удалите все таблицы и повторите миграцию.
sv: Ta bort alla tabeller och kör om migreringarna
tr: Tüm tabloları silin ve taşıma işlemlerini yeniden çalıştırın
uk: Видаліть усі таблиці та повторно запустіть міграції
vi: Xóa tất cả các bảng và chạy lại quá trình di chuyển
zh: 删除所有表并重新运行迁移

# createProject
source: Create a new project
ar: إنشاء مشروع جديد
be: Стварыце новы праект
bg: Създайте нов проект
bn: একটি নতুন প্রকল্প তৈরি করুন
cs: Vytvořte nový projekt
de: Erstellen Sie ein neues Projekt
el: Δημιουργήστε ένα νέο έργο
es: Crea un nuevo proyecto
fa: یک پروژه جدید ایجاد کنید
fi: Luo uusi projekti
fr: Créer un nouveau projet
hu: Hozzon létre egy új projektet
id: Buat proyek baru
it: Crea un nuovo progetto
ja: 新しいプロジェクトを作成する
ko: 새 프로젝트 만들기
ml: ഒരു പുതിയ പ്രോജക്റ്റ് സൃഷ്ടിക്കുക
nb: Opprett et nytt prosjekt
nl: Maak een nieuw project
or: ଏକ ନୂତନ ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਇੱਕ ਨਵਾਂ ਪ੍ਰੋਜੈਕਟ ਬਣਾਓ
pl: Utwórz nowy projekt
pt: Crie um novo projeto
ru: Создать новый проект
sv: Skapa ett nytt projekt
tr: Yeni bir proje oluştur
uk: Створіть новий проект
vi: Tạo một dự án mới
zh: 创建一个新项目

# changeDBMotor
source: Change the database engine (mysql/sqlite)
ar: تغيير محرك قاعدة البيانات (mysql/sqlite)
be: Змяніць механізм базы дадзеных (mysql/sqlite)
bg: Променете двигателя на базата данни (mysql/sqlite)
bn: ডাটাবেস ইঞ্জিন পরিবর্তন করুন (mysql/sqlite)
cs: Změňte databázový stroj (mysql/sqlite)
de: Ändern Sie die Datenbank-Engine (MySQL/SQLite)
el: Αλλαγή της μηχανής βάσης δεδομένων (mysql/sqlite)
es: Cambia el motor de base de datos (mysql/sqlite)
fa: موتور پایگاه داده را تغییر دهید (mysql/sqlite)
fi: Vaihda tietokantamoottori (mysql/sqlite)
fr: Changer le moteur de base de données (mysql/sqlite)
hu: Az adatbázismotor módosítása (mysql/sqlite)
id: Mengubah mesin database (mysql/sqlite)
it: Cambiare il motore del database (mysql/sqlite)
ja: データベースエンジン（mysql/sqlite）を変更する
ko: 데이터베이스 엔진 변경(mysql/sqlite)
ml: ഡാറ്റാബേസ് എഞ്ചിൻ മാറ്റുക (mysql/sqlite)
nb: Endre databasemotoren (mysql/sqlite)
nl: Wijzig de database-engine (mysql/sqlite)
or: ଡାଟାବେସ୍ ଇଞ୍ଜିନ୍ ପରିବର୍ତ୍ତନ କରନ୍ତୁ (mysql / sqlite)
pa: ਡਾਟਾਬੇਸ ਇੰਜਣ ਨੂੰ ਬਦਲੋ (mysql/sqlite)
pl: Zmień silnik bazy danych (mysql/sqlite)
pt: Alterar o mecanismo de banco de dados (mysql/sqlite)
ru: Измените ядро ​​базы данных (mysql/sqlite)
sv: Ändra databasmotorn (mysql/sqlite)
tr: Veritabanı motorunu değiştirin (mysql/sqlite)
uk: Змінити механізм бази даних (mysql/sqlite)
vi: Thay đổi công cụ cơ sở dữ liệu (mysql/sqlite)
zh: 更改数据库引擎（mysql/sqlite）

# changeDBPrefix
source: Change the table prefix
ar: تغيير بادئة الجدول
be: Змяніць прэфікс табліцы
bg: Променете префикса на таблицата
bn: টেবিলের উপসর্গ পরিবর্তন করুন
cs: Změňte předponu tabulky
de: Ändern Sie das Tabellenpräfix
el: Αλλάξτε το πρόθεμα πίνακα
es: Cambia el prefijo de las tablas
fa: پیشوند جدول را تغییر دهید
fi: Vaihda taulukon etuliite
fr: Changer le préfixe du tableau
hu: Módosítsa a táblázat előtagját
id: Ubah awalan tabel
it: Cambia il prefisso della tabella
ja: テーブルの接頭辞を変更する
ko: 테이블 접두사 변경
ml: പട്ടിക പ്രിഫിക്സ് മാറ്റുക
nb: Endre tabellprefikset
nl: Wijzig het tabelvoorvoegsel
or: ଟେବୁଲ୍ ଉପସର୍ଗ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਟੇਬਲ ਪ੍ਰੀਫਿਕਸ ਨੂੰ ਬਦਲੋ
pl: Zmień prefiks tabeli
pt: Alterar o prefixo da tabela
ru: Изменить префикс таблицы
sv: Ändra tabellprefixet
tr: Tablo önekini değiştirme
uk: Змініть префікс таблиці
vi: Thay đổi tiền tố bảng
zh: 更改表前缀

# settingsUserStorage
source: Configure storage (local|OCI|AWS|Azure)
ar: تكوين التخزين (محلي|OCI|AWS|Azure)
be: Наладзьце сховішча (лакальны|OCI|AWS|Azure)
bg: Конфигуриране на хранилище (локално|OCI|AWS|Azure)
bn: স্টোরেজ কনফিগার করুন (স্থানীয়|OCI|AWS| Azure)
cs: Konfigurace úložiště (místní|OCI|AWS|Azure)
de: Speicher konfigurieren (lokal|OCI|AWS|Azure)
el: Διαμόρφωση χώρου αποθήκευσης (τοπικό|OCI|AWS|Azure)
es: Configura almacenamiento (local|OCI|AWS|Azure)
fa: پیکربندی فضای ذخیره سازی (محلی | OCI | AWS | Azure)
fi: Määritä tallennustila (paikallinen|OCI|AWS|Azure)
fr: Configurer le stockage (local | OCI | AWS | Azure)
hu: Tárhely konfigurálása (helyi|OCI|AWS|Azure)
id: Konfigurasikan penyimpanan (lokal|OCI|AWS|Azure)
it: Configurare l'archiviazione (locale|OCI|AWS|Azure)
ja: ストレージの構成 (ローカル|OCI|AWS|Azure)
ko: 스토리지 구성(로컬|OCI|AWS|Azure)
ml: സംഭരണം കോൺഫിഗർ ചെയ്യുക (പ്രാദേശിക|OCI|AWS|Azure)
nb: Konfigurer lagring (lokal|OCI|AWS|Azure)
nl: Opslag configureren (lokaal|OCI|AWS|Azure)
or: ଷ୍ଟୋରେଜ୍ ବିନ୍ୟାସ କରନ୍ତୁ (ସ୍ଥାନୀୟ | OCI | AWS | Azure)
pa: ਸਟੋਰੇਜ ਕੌਂਫਿਗਰ ਕਰੋ (ਸਥਾਨਕ|OCI|AWS|Azure)
pl: Skonfiguruj pamięć masową (lokalna|OCI|AWS|Azure)
pt: Configurar armazenamento (local|OCI|AWS|Azure)
ru: Настроить хранилище (локальное|OCI|AWS|Azure)
sv: Konfigurera lagring (lokal|OCI|AWS|Azure)
tr: Depolamayı yapılandırın (yerel|OCI|AWS|Azure)
uk: Налаштувати сховище (локальний|OCI|AWS|Azure)
vi: Định cấu hình bộ nhớ (cục bộ|OCI|AWS|Azure)
zh: 配置存储（本地|OCI|AWS|Azure）

# IaActivate
source: Set up interactive Native AI
ar: قم بإعداد الذكاء الاصطناعي الأصلي التفاعلي
be: Наладзьце інтэрактыўны Native AI
bg: Настройте интерактивен собствен AI
bn: ইন্টারেক্টিভ নেটিভ এআই সেট আপ করুন
cs: Nastavte interaktivní nativní umělou inteligenci
de: Richten Sie interaktive native KI ein
el: Ρυθμίστε το διαδραστικό Native AI
es: Configura la IA Nativa interactiva
fa: هوش مصنوعی بومی تعاملی را تنظیم کنید
fi: Määritä interaktiivinen natiivi AI
fr: Configurer une IA native interactive
hu: Állítsa be az interaktív natív AI-t
id: Siapkan AI Asli yang interaktif
it: Configura l'IA nativa interattiva
ja: インタラクティブなネイティブ AI をセットアップする
ko: 대화형 네이티브 AI 설정
ml: ഇൻ്ററാക്ടീവ് നേറ്റീവ് AI സജ്ജീകരിക്കുക
nb: Sett opp interaktiv Native AI
nl: Zet interactieve Native AI op
or: ଇଣ୍ଟରାକ୍ଟିଭ୍ ଦେଶୀ AI ସେଟ୍ ଅପ୍ କରନ୍ତୁ |
pa: ਇੰਟਰਐਕਟਿਵ ਨੇਟਿਵ AI ਸੈਟ ਅਪ ਕਰੋ
pl: Skonfiguruj interaktywną natywną sztuczną inteligencję
pt: Configure IA nativa interativa
ru: Настройте интерактивный Native AI
sv: Konfigurera interaktiv Native AI
tr: Etkileşimli Yerel Yapay Zekayı ayarlayın
uk: Налаштуйте інтерактивний рідний AI
vi: Thiết lập AI gốc tương tác
zh: 设置交互式原生 AI

# version
source: Shows the current version
ar: يظهر الإصدار الحالي
be: Паказвае бягучую версію
bg: Показва текущата версия
bn: বর্তমান সংস্করণ দেখায়
cs: Zobrazuje aktuální verzi
de: Zeigt die aktuelle Version an
el: Εμφανίζει την τρέχουσα έκδοση
es: Muestra la versi贸n actual
fa: نسخه فعلی را نشان می دهد
fi: Näyttää nykyisen version
fr: Affiche la version actuelle
hu: Az aktuális verziót mutatja
id: Menampilkan versi saat ini
it: Mostra la versione corrente
ja: 現在のバージョンを表示します
ko: 현재 버전을 표시합니다
ml: നിലവിലെ പതിപ്പ് കാണിക്കുന്നു
nb: Viser gjeldende versjon
nl: Toont de huidige versie
or: ସାମ୍ପ୍ରତିକ ସଂସ୍କରଣ ଦେଖାଏ |
pa: ਮੌਜੂਦਾ ਸੰਸਕਰਣ ਦਿਖਾਉਂਦਾ ਹੈ
pl: Pokazuje aktualną wersję
pt: Mostra a versão atual
ru: Показывает текущую версию
sv: Visar den aktuella versionen
tr: Geçerli sürümü gösterir
uk: Показує поточну версію
vi: Hiển thị phiên bản hiện tại
zh: 显示当前版本

# helpPrint
source: Show this help
ar: أظهر هذه المساعدة
be: Пакажыце гэтую дапамогу
bg: Покажете тази помощ
bn: এই সাহায্য দেখান
cs: Ukažte tuto nápovědu
de: Diese Hilfe anzeigen
el: Δείξτε αυτή τη βοήθεια
es: Muestra esta ayuda
fa: این کمک را نشان دهید
fi: Näytä tämä ohje
fr: Afficher cette aide
hu: Mutasd meg ezt a segítséget
id: Tunjukkan bantuan ini
it: Mostra questo aiuto
ja: このヘルプを表示する
ko: 이 도움말 표시
ml: ഈ സഹായം കാണിക്കൂ
nb: Vis denne hjelpen
nl: Laat deze hulp zien
or: ଏହି ସାହାଯ୍ୟ ଦେଖାନ୍ତୁ |
pa: ਇਹ ਮਦਦ ਦਿਖਾਓ
pl: Pokaż tę pomoc
pt: Mostrar esta ajuda
ru: Показать эту помощь
sv: Visa denna hjälp
tr: Bu yardımı göster
uk: Покажіть цю довідку
vi: Hiển thị trợ giúp này
zh: 显示此帮助

# brevoConfig
source: Configure interactive Brevo API (Email)
es: Configura la API interactiva de Brevo (Email)
